{
  "en": {
    "menu": "Menu",
    "play": "Play",
    "highscores": "Your Scores",
    "about": "About",
    "sign_in": "Sign in",
    "the_password_game": "The Password Game",
    "welcome_back": "Welcome Back",
    "lets_play": "Let's play PASDJO!",
    "heres_how_it_works": "Here's how it works",
    "you_will_rate_the_strength": "You will rate the strength of passwords.",
    "instruction_pt1": "To rate the strength, click the stars beneath the password.",
    "instruction_pt2": "One star means \"weak\", five stars means \"strong\". Try it here",
    "instruction_pt3": "There is a one minute time limit to rate as many passwords as possible.",
    "ready_lets_go": "Ready? Let's go!",
    "please_rate_this_pw": "Please rate this password",
    "start": "Start",
    "nice": "Nice",
    "your_score": "Your Score",
    "restart": "Restart",
    "game_history": "Game history",
    "analysis": "Analysis",
    "your_rating": "Your rating",
    "game_over_toast": "Game Over, nice job!",
    "play_datetime": "Date",
    "score": "Score",
    "login_error_toast": "Sorry, we could not log you in.",
    "about_pasdjo": "About PASDJO",
    "background": "Background",
    "disclaimer": "Disclaimer",
    "a_inspiration": "This game was inspired by a paper by Ur et al.",
    "a_results": "They found that users were often misled by digits and words inside passwords. For the most part, however, users have a fairly good understanding of what makes a strong password.",
    "a_disclaimer_1": "The passwords are either randomly generated or taken from a list of common passwords. In some cases we replace some letters of common passwords, in other cases we combine random dictionary words.",
    "a_disclaimer_2": "The strength analysis is just an estimate. In some cases attackers might be able to guess the password more easily than what the analysis suggests.",
    "a_creators_1": "This page was created by Tobias Seitz as a demo for the Open Lab Day 2016",
    "a_creators_tobi_mimuc": "Tobi's web page at Media Informatics Group (LMU)",
    "a_creators_tobi_personal": "Tobi's personal web page",
    "a_libraries": "The following libraries were used to make this page",
    "a_data_usage_statement_1": "This app collects statistics about how the passwords are rated. If you do not choose to log in manually, the data is anonymous. If you log in via Google (lock-icon button on top), the ratings will be associated with your user account.",
    "credits": "Credits",
    "creators": "Creators",
    "data_usage": "Data Usage",
    "more_info": "more info"
  },
  "de": {
    "menu": "Menü",
    "play": "Spielen",
    "highscores": "Deine Scores",
    "about": "Über das Spiel",
    "sign_in": "Einloggen",
    "the_password_game": "Das Passwort Spiel",
    "welcome_back": "Willkommen zurück",
    "lets_play": "Auf geht's, spielen wir PASDJO!",
    "heres_how_it_works": "So funktioniert's",
    "you_will_rate_the_strength": "Du bewertest die Stärke von mehreren Passwörtern.",
    "instruction_pt1": "Um ein Passwort zu bewerten, klickst du auf die Sterne unter dem Passwort.",
    "instruction_pt2": "Ein Stern heißt \"schwach\", fünf Sterne heißt \"stark\". Versuch es hier mal:",
    "instruction_pt3": "Du hast genau eine Minute Zeit um so viele Passwörter wie möglich zu bewerten.",
    "ready_lets_go": "Bereit? Los geht's!",
    "please_rate_this_pw": "Bitte bewerte dieses Passwort",
    "start": "Starten",
    "nice": "Super",
    "your_score": "Dein Score",
    "restart": "Neu starten",
    "game_history": "Spielverlauf",
    "analysis": "Analyse",
    "your_rating": "Deine Bewertung",
    "game_over_toast": "PASDJO! Gut gemacht!",
    "play_datetime": "Datum",
    "score": "Score",
    "login_error_toast": "Sorry, wir konnten dich nicht einloggen.",
    "about_pasdjo": "Über PASDJO",
    "background": "Hintergrund",
    "disclaimer": "Haftungsausschluss",
    "a_inspiration": "Dieses Spiel wurde von einer Publikation von Ur et al. inspiriert.",
    "a_results": "Die Forscher haben herausgefunden, dass Nutzer sich sehr von Zahlen und Wörtern innerhalb von Passwörtern beeinflussen lassen. Im Großen und Ganzen haben Internetnutzer aber ein adäquates Verständnis davon, was ein starkes Passwort ausmacht.",
    "a_disclaimer_1": "Die Passwörter, die in diesem Spiel angezeigt werden, wurden entweder zufällig generiert oder aus einer Liste von häufig verwendeten Passwörtern entnommen. Manche davon wurden noch zufällig modifiziert. Eine weitere Kategorie nimmt zufällige Wörter aus einem Wörterbuch und kombiniert sie zu einem Passwort.",
    "a_disclaimer_2": "Die Stärke-Analyse ist nur eine Schätzung, die allerdings auf objektiven Kriterien beruht. Auch wenn ein Passwort als als stark eingestuft wird, kann es Angreifern trotzdem möglich sein, diese zu knacken.",
    "a_creators_1": "Tobi Seitz hat diese Seite als eine Demo für den Open Lab Day 2016 entwickelt.",
    "a_creators_tobi_mimuc": "Tobi's Webseite bei der LFE Medieninformatik der LMU",
    "a_creators_tobi_personal": "Tobi's private Webseite. ",
    "a_libraries": "Die folgenden Bibliotheken kamen für die Programmierung zum Einsatz",
    "a_data_usage_statement_1": "Diese Web-App sammelt Statistiken darüber, wie die Nutzer die Passwörter bewerten. Die Nutzer bleiben hierbei anonym, es sei denn, sie loggen sich über die entsprechende Funktion ein. Falls sich ein Nutzer dazu entscheidet, sich einzuloggen, werden die Statistiken mit seiner Googlemail Adresse verknüpft.",
    "credits": "Credits",
    "creators": "Urheber",
    "data_usage": "Verwendung von Nutzerdaten",
    "more_info": "weitere Informationen"
  }
}